"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "ChatGPT -உடன் ஒரு குரல் உரையாடலைத் தொடங்க இந்த நடவடிக்கை, ChatGPT செயலியை ஆரம்பிக்கும்.";

"Would you like to start a new chat?" = "புதிய அரட்டையைத் தொடங்க விரும்புகிறீர்களா?";

"Model name" = "மாதிரியின் பெயர்";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "பதிலுக்குப் பிறகு தொடர் அரட்டையைச் செயல்படுத்துவதா அல்லது குறுக்குவழியை உடனடியாக முடிப்பதா என்பது";

"Start voice conversation with ChatGPT" = "ChatGPT -உடன் குரல் உரையாடலைத் தொடங்கவும்";

"ChatGPT Help" = "ChatGPT Help";

"This action will send a single message to a chat with ChatGPT and return the response." = "இந்த நடவடிக்கையானது ChatGPT -உடன் ஒரு அரட்டைக்கு ஒற்றை செய்தியை அனுப்பி பதிலைப் பெரும்.";

"Indicates whether a new chat should be started" = "புதிய அரட்டையைத் தொடங்க வேண்டுமா என்பதைச் சுட்டுகிறது";

"Which model would you like to use?" = "நீங்கள் எந்த மாதிரியைப் பயன்படுத்த விரும்புகிறீர்கள்?";

"Settings…" = "அமைப்புகள்....";

"Model to use with the new chat" = "புதிய அரட்டையுடன் பயன்படுத்த வேண்டிய மாதிரி";

"Message" = "செய்தி";

"Continuous chat" = "தொடர்ந்த அரட்டை";

"Ask ChatGPT" = "ChatGPT -ஐக் கேட்கவும்";

"Start voice conversation" = "குரல் உரையாடலைத் தொடங்கவும்";

"Chat Identifier" = "அரட்டை அடையாளங்காட்டி";

"You can continue this chat from the app." = "செயலியில் இருந்து இந்த அரட்டையை நீங்கள் தொடரலாம்.";

"Toggle Sidebar" = "பக்கப்பட்டியை ஆன் ஆஃப் செய்க";

"What would you like to ask ChatGPT about?" = "ChatGPT -யிடம் என்ன கேட்க விரும்புகிறீர்கள்?";

"Message to send to ChatGPT" = "ChatGPT -க்கு அனுப்ப வேண்டிய செய்தி";

"Change Shortcut" = "Change -க்கான குறுக்குவழி";

"Check for Updates…" = "புதுப்பிப்புகளை தேடுகிறது…";

"Is there anything else you would like to ask about?" = "நீங்கள் எதைப் பற்றியேனும் கேட்க வேண்டுமா?";

"Model" = "மாதிரி";

"Start new chat" = "புதிய அரட்டையைத் தொடங்கவும்";

"New Chat" = "புதிய அரட்டை";

"New Temporary Chat" = "புதிய தற்காலிக அரட்டை";

"Model slug" = "மாதிரி Slug";

"Message Identifier" = "செய்தி அடையாளங்காட்டி";

"%@" = " %@";

"Content" = "உள்ளடக்கம்";

